Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/mozilla.tmx
Source language: en
Languages: be

source: Referring URL:
be: Спасылальны URL:

source: Refresh List
be: Паднавіць спіс

source: Release Notes:
be: Заўвагі пра выданне:

source: Reload
be: Абнавіць

source: Reload All Tabs
be: Абнавіць усе ўстаўкі

source: Reload Frame
be: Абнавіць рамку

source: Reload Image
be: Абнавіць выяву

source: Reload Live Bookmark
be: Абнавіць жывую закладку

source: Reload Tab
be: Абнавіць устаўку

source: Reload current page
be: Абнавіць гэтую старонку

source: Reload the page
be: Абнавіць старонку

source: Remember history
be: Памятаць гісторыю

source: Remember passwords for sites
be: Памятаць паролі для пляцовак

source: Remember search and form history
be: Памятаць гісторыю пошуку і запаўнення формаў

source: Remove
be: Выдаліць

source: Remove All
be: Выдаліць усе

source: Remove All Cookies
be: Выдаліць усе біркі

source: Remove All Reports
be: Выдаліць усе справаздачы

source: Remove All Sites
be: Выдаліць усе пляцоўкі

source: Remove Cookie
be: Выдаліць бірку

source: Remove Cookies
be: Выдаліць біркі

source: Remove From List
be: Выдаліць з спіса

source: Remove Master Password
be: Выдаленне галоўнага пароля

source: Remove Site
be: Выдаліць пляцоўку

source: Remove offline data
be: Выдаліць пазасеткавыя здаткі

source: Removes completed, canceled, and failed downloads from the list
be: Выдаляе выкананыя, скасаваныя і няўдачныя загрузкі з спіса

source: Remove…
be: Выдаліць…

source: Removing one or more tabs that you think may be causing the problem
be: Выдаліць адну ці некалькі ўставак, якія маглі, на ваш погляд, выклікаць праблему

source: Rename Profile…
be: Перайменаваць профіль…

source: Render Mode:
be: Рэжым адлюстравання:

source: Report ID
be: Вызначальнік справаздачы

source: Report Web Forgery…
be: Паведамленне пра сеціўную падробку…

source: Report this website as broken…
be: Паведаміць пра няспраўную пляцоўку…

source: Reported Attack Page!
be: Занатаваная нападная пляцоўка!

source: Reported Web Forgery!
be: Папярэджанне: сеціўная падробка!

source: Reset
be: Узнавіць

source: Reset All Add-ons to Update Automatically
be: Наладзіць усе дадаткі абнаўляцца самастойна

source: Reset All Add-ons to Update Manually
be: Наладзіць усе дадаткі на ручное абнаўленне

source: Reset Master Password
be: Скіданне галоўнага пароля

source: Reset Password
be: Скінуць пароль

source: Resolution/Quality:
be: Выяваздольнасць/Якасць:

source: Response Signer:
be: Падпісальнік водгуку:

source: Restart &brandShortName;
be: Перазапусціць &brandShortName;

source: Restart now
be: Перазапусціць зараз

source: Restart now to complete installation
be: Перазапусціць зараз, каб скончыць усталяванне

source: Restart with Add-ons Disabled…
be: Перазапусціць з забароненымі дадаткамі…

source: Restore
be: Аднавіць

source: Restore Column Order
be: Аднавіць парадак слупкоў

source: Restore Default Set
be: Аднавіць змоўчныя

source: Restore Defaults
be: Аднавіць змоўчныя

source: Restore Previous Session
be: Аднавіць папярэднюю сэсію

source: Restore Session
be: Аднаўленне сэсіі

source: Restore to Default
be: Аднавіць змоўчную

source: Resume
be: Працягнуць

source: Retrieving quota information…
be: Атрыманне звестак пра абмежаванні…

source: Retry
be: Паўтарыць

source: Revocation Lists
be: Спісы адклікання

source: Right footer
be: Правы падмурак

source: Right header
be: Правая шапка

source: Right:
be: Справа:

source: Robots are Your Plastic Pal Who's Fun To Be With.
be: Робат - ваш пластыкавы таварыш, з якім цікава бавіць час.

source: Robots have seen things you people wouldn't believe.
be: Робат бачыць рэчы, у якія вы, людзі, не верыце.

source: Robots have shiny metal posteriors which should not be bitten.
be: Робат мае блішчастыя металічныя ягадзіцы, якія не трэба біць.

source: Robots may not injure a human being or, through inaction, allow a human being to come to harm.
be: Робат не можа ўчыніць шкоду чалавеку ці сваім бяздзеяннем дапусціць, каб чалавеку была ўчынена шкода.

source: S
be: в

source: SE &amp; SW Asian
be: П-Ў і П-З Азіяцкія

source: SHA1 Fingerprint
be: Адбітак SHA1

source: SOCKS Host:
be: Трымальнік SOCKS:

source: SOCKS v4
be: SOCKS в4

source: SOCKS v5
be: SOCKS в5

source: SSL Proxy:
be: Пасярэднік SSL:

source: Safe Browsing is now disabled
be: Бяспечнае азіранне зараз забаронена

source: SafeBrowsing:
be: Бяспечнае азіранне:

source: Sans-serif:
be: Без засечак:

source: Save As…
be: Захаваць як…

source: Save Audio As…
be: Захаваць гук як…

source: Save File
be: Захаваць файл

source: Save Frame As…
be: Захаваць рамку як…

source: Save Image As…
be: Захаваць выяву як…

source: Save Link As…
be: Захаваць спасылку як…

source: Save Page As…
be: Захаваць старонку як…

source: Save Video As…
be: Захаваць відэя як…

source: Save files to
be: Захоўваць файлы ў

source: Saved Passwords
be: Захаваныя паролі

source: Saved Passwords…
be: Захаваныя паролі…

source: Save…
be: Захаваць…

source: Scale:
be: Павялічэнне:

source: Scanning for viruses…
be: Праверка на вірусы…

source: Search
be: Пошук

source: Search Engines
be: Машыны пошуку

source: Search Tabs
be: Пошук уставак

source: Search all add-ons
be: Пошук усіх дадаткаў

source: Search for text when I start typing
be: Шукаць тэкст, які я пачынаю набіраць

source: Search results
be: Вынікі пошуку

source: Search:
be: Пошук:

source: Search…
be: Пошук…

source: Secure Connection Failed
be: Няўдача бяспечнага злучэння

source: Security
be: Бяспека

source: Security Device
be: Збудова бяспекі

source: Security Device:
be: Збудова бяспекі:

source: Security Devices
be: Збудовы бяспекі

source: Security Level
be: Узровень бяспекі

source: Security Modules and Devices
be: Модулі і збудовы бяспекі

source: Security information for this page
be: Звесткі пра бяспечнасць гэтай старонкі

source: See a list of
be: Пабачыць спіс

source: See how to upgrade your plugins.
be: Даведацца, як абнавіць вашы ўбудовы.

source: See the
be: Праглядзіце

source: Select All
be: Вылучыць усё

source: Select Certificate
be: Вылучэнне пасведчання

source: Select Profile
be: Выбар Профілю

source: Select a language to add…
be: Выбраць мову для дадання…

source: Select an item to view and edit its properties
be: Выбар адзінкі для прагляду і праўкі яе ўласцівасцяў

source: Select one automatically
be: Выбраць адзін самастойна

source: Select the Security selection
be: Выберыце раздзел "Бяспека"

source: Select the add-ons you would like to install:
be: Вылучыце дадаткі, якія вы хочаце ўсталяваць:

source: Select which items to import:
be: Выберыце, якія адзінкі трэба імпартаваць:

source: Selection
be: Вылучэнне

source: Send For:
be: Даслана для:

source: Send Mozilla a crash report
be: Дасыланне Mozilla справаздачы пра крах

source: Send crash report
be: Даслаць справаздачу пра крах

source: Send this item to:
be: Даслаць гэтую адзінку ў:

source: Sending crash report\u2026
be: Дасыланне справаздачы пра крах\u2026

source: Sending report…
be: Дасыланне справаздачы…

source: Separate tags with commas
be: Аддзяляйце тэгі коскамі

source: Serial Number
be: Серыйны нумар

source: Serif:
be: З засечкамі:

source: Server
be: Паслугач

source: Server Quota
be: Абмежаванне паслугача

source: Server not found
be: Паслугач не знойдзены

source: Servers
be: Паслугачы

source: Service URL:
be: URL службы:

source: Services
be: Службы

source: Set As Desktop Background…
be: Усталяваць як фон працоўнага стала…

source: Set Cookies
be: Усталёўваць біркі

source: Set Desktop Background
be: Усталяваць фон працоўнага стала

source: Set Home Page
be: Зрабіць хатняй старонкай

source: Set Up &syncBrand.fullName.label;
be: Уладкаваць &syncBrand.fullName.label;

source: Set Up &syncBrand.shortName.label;…
be: Наладзіць &syncBrand.shortName.label;…

source: Settings
be: Наладжванні

source: Settings can be changed in &brandShortName;'s Options.
be: Наладжванні могуць быць зменены ў наладжваннях brandShortName;.

source: Settings can be changed in &brandShortName;'s Preferences.
be: Наладжванні могуць быць зменены ў перавагах brandShortName;.

source: Settings can be changed using the Applications tab in &brandShortName;'s Options.
be: Наладжванні могуць быць зменены ў устаўцы Прыстасаванні наладжванняў brandShortName;.

source: Settings can be changed using the Applications tab in &brandShortName;'s Preferences.
be: Наладжванні могуць быць зменены ў устаўцы Прыстасаванні перавагаў brandShortName;.

source: Settings for Clearing History
be: Наладжванні ачышчэння гісторыі

source: Settings for general security
be: Наладжванні звычайнай бяспекі

source: Settings…
be: Наладжванні…

source: Setup Complete
be: Уладкаванне скончана

source: Share Location
be: Дзяліцца месцазнаходжаннем

source: Show All
be: Паказаць усе

source: Show All Bookmarks
be: Паказаць усе закладкі

source: Show All History
be: Паказаць усю гісторыю

source: Show All Tabs
be: Паказаць усе ўстаўкі

source: Show Columns
be: Паказаць слупкі

source: Show Controls
be: Паказаць кіроўцы

source: Show Cookies…
be: Паказаць біркі…

source: Show More Information
be: Паказаць больш звестак

source: Show Only This Frame
be: Паказваць толькі гэтую рамку

source: Show Release Notes
be: Пабачыць заўвагі пра выданне

source: Show Update History
be: Паказаць гісторыю абнаўленняў

source: Show a blank page
be: Паказаць пустую старонку

source: Show add-ons available to install
be: Паказаць даступныя для ўсталявання дадаткі

source: Show all tags
be: Паказаць усе тэгі

source: Show all the bookmarks folders
be: Паказаць усе папкі закладак

source: Show hidden files and directories
be: Паказваць схаваныя файлы і каталогі

source: Show in Finder
be: Паказаць у шукальніку

source: Show in Sidebar
be: Паказаць на палічцы

source: Show installed add-ons
be: Паказаць усталяваныя дадаткі

source: Show me how.
be: Паказаць мне як.

source: Show more bookmarks
be: Паказаць больш закладак

source: Show more details about this add-on
be: Паказаць больш падрабязнасцяў пра гэты дадатак

source: Show my home page
be: Паказаць маю хатнюю старонку

source: Show my windows and tabs from last time
be: Паказаць мае вокны і ўстаўкі, якія ў мяне былі апошнім разам

source: Show search suggestions
be: Паказаць прапановы пошуку

source: Show tab previews in the Windows taskbar
be: Паказваць перадпрагляды ўставак на паліцы задачаў Windows

source: Show the Downloads window when downloading a file
be: Паказваць акно загрузак падчас загрузкі файлаў

source: Show the release notes for this update
be: Паказаць заўвагі пра выданне гэтага абнаўлення

source: Show this Folder
be: Паказаць гэтую папку

source: Show this warning next time
be: Паказваць гэтае папярэджанне наступным разам

source: Show:
be: Паказваць:

source: Shrink To Fit
be: Сціснуць да шырыні

source: Shrink to fit Page Width
be: Сціснуць да шырыні старонкі

source: Sidebar
be: Палічка

source: Sidebars
be: Палічкі

source: Sign In
be: Увайсці

source: Signing Certificate
be: Падпісное пасведчанне

source: Simplified Chinese
be: Спрошчаная Кітайская

source: Sinhala
be: Сінгала

source: Site
be: Пляцоўка

source: Site Location:
be: Месцазнаходжанне пляцоўкі:

source: Site Preferences
be: Перавагі пляцовак

source: Size
be: Памер

source: Size:
be: Памер:

source: Software License Agreement
be: Ліцэнзійнае пагадненне праграмнага забеспячэння

source: Software Update
be: Абнаўленне праграмнага забеспячэння

source: Some &brandShortName; features make use of web-based information services, however, we cannot guarantee they are 100&#37; accurate or error-free. More details, including information on how to disable the features that use these services, can be found in the
be: Асобныя асаблівасці &brandShortName; ужываюць сеціўныя звесткавыя службы, аднак мы не гарантуем, што яны працуюць на 100&#037; правільна і адсутнасць памылак. Падрабязнасці, разам з звесткамі пра забарону гэтых асаблівасцяў, можна знайсці ў

source: Some features in &brandShortName;, such as the Crash Reporter, give you the option to provide feedback to &vendorShortName;. By choosing to submit feedback, you give &vendorShortName; permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
be: Асобныя асаблівасці &brandShortName;, такія як паведамляльнік пра крахі, даюць вам магчымасць даслаць водгук да &vendorShortName;. Дасылаючы водгук, вы даяце &vendorShortName; дазвол ужываць гэты водгук для паляпшэння яго прадуктаў, публікаваць водгук на яго сеціўных пляцоўках і распаўсюджваць водгук.

source: Some plugins may require additional information from you during installation.
be: Асобныя ўбудовы магчыма запатрабуюць у вас дадатковыя звесткі падчас усталявання.

source: Some problems were encountered when trying to find updates.
be: Сутыкнуліся з асобнымі праблемамі падчас спробы знайсці абнаўленні.

source: Some sample Text goes here.
be: Тут змяшчаецца нейкі ўзорны тэкст.

source: Sorry, but there was an error loading the release notes.
be: Прабачце, здарылася памылка падчас загрузкі заўвагаў пра выданне.

source: Sort
be: Размеркаваць

source: Sort By Name
be: Размеркаваць па назве

source: Sort by date updated
be: Размеркаваць па даце абнаўлення

source: Sort by name
be: Размеркаваць па імям

source: Sort by price
be: Размеркаваць па цане

source: Sort by relevance
be: Размеркаваць па дарэчнасці

source: Sound interesting?
be: Цікава?

source: Source File:
be: Зыходны файл:

source: Source of:
be: Зыходнік:

source: Start &brandShortName;
be: Запуск &brandShortName;

source: Start Private Browsing
be: Пачаць адасобленае азіранне

source: Starting an entirely new browsing session
be: Пачаць працу з цалкам новай сэсіяй азірання

source: Starting…
be: Пачынанне…

source: Startup
be: Запуск

source: State
be: Стан

source: Status
be: Статус

source: Status:
be: Статус:

source: Stop
be: Прыпыніць

source: Stop Private Browsing
be: Спыніць адасобленае азіранне

source: Stop Wearing Theme
be: Спыніць ужыванне тэмы

source: Stop loading this page
be: Прыпыніць загрузку гэтай старонкі

source: Stretch
be: Расцягнуць

source: String
be: Радок

source: Study Findings
be: Знаходкі даследаванняў

source: Style
be: Стыль

source: Submission failed.
be: Няўдача падачы.

source: Submit Feedback…
be: Падаць водгук…

source: Submit crash reports
be: Дасыланне справаздачаў пра крахі

source: Submitted Crash Reports
be: Пададзеныя справаздачы пра крахі

source: Subscribe
be: Падпісацца

source: Subscribe Now
be: Падпісацца зараз

source: Subscribe to This Page
be: Падпісацца на гэтую старонку

source: Subscribe to This Page…
be: Падпісацца на гэтую старонку…

source: Subscribe to this page…
be: Падпісацца на гэтую старонку…

source: Suspected Attack Site!
be: Падазраецца як нападная пляцоўка!

source: Suspected Web Forgery
be: Падазроная, як сеціўная падробка

source: Suspected Web Forgery!
be: Падазроная, як сеціўная падробка!

source: Switch Page Direction
be: Пераключыць кірунак старонкі

source: Switch Text Direction
be: Пераключыць кірунак тэксту

source: Switch to tab
be: Пераключыцца ў устаўку

source: Switch to tab:
be: Пераключыцца ў устаўку:

source: Sync
be: Сінхранізацыя

source: Sync My
be: Сінхранізаваць мае

source: Sync Now
be: Сінхранізаваць зараз

source: Sync Options
be: Наладжванні Sync

source: Syntax Highlighting
be: Падфарбоўка сінтаксісу

source: System Defaults
be: Сістэмныя змоўчкі

source: T
be: г

source: Tab Groups
be: Купы ўставак

source: Tabs
be: Устаўкі

source: Tabs on Top
be: Устаўкі ўгары

source: Tags
be: Тэгі

source: Tags:
be: Тэгі:

source: Tamil
be: Тамільская

source: Technical Details
be: Тэхнічныя падрабязнасці

source: Tell me when a website asks to store data for offline use
be: Паведамляць мне, калі пляцоўка сеціва просіць захаваць здаткі для пазасеткавага ўжывання

source: Telugu
be: Тэлугу

source: Terms and conditions for using this software.
be: Пагадненні і ўмовы ўжывання гэтага праграмнага забеспячэння.

source: Terms of Service
be: умовамі абслугоўвання

source: Test Pilot: Raw Data
be: Test Pilot: сырыя здаткі

source: Text
be: Тэкст

source: Text Signing Request
be: Запыт падпісання тэксту

source: Text Size
be: Памер тэксту

source: Text and Background
be: Тэкст і фон

source: Text:
be: Тэкст:

source: Thai
be: Тайская

source: Thanks for choosing Firefox! To get the most out of your browser, learn more about the <a>latest features</a>.
be: Дзякуй за выбар Firefox! Каб карыстацца вашым азіральнікам больш вынікова, пазнаёмцеся з <a>апошнімі асаблівасцямі</a>.

source: The Book of Mozilla, 11:9
be: Кніга Mozilla, 11:9

source: The Certificate Revocation List (CRL) was successfully imported.
be: Спіс адкліканых пасведчанняў (САП) паспяхова імпартаваны.

source: The Certificate already exists.
be: Пасведчанне ўжо існуе.

source: The Services are provided &quot;as-is.&quot; &vendorShortName;, its contributors, licensors, and distributors, disclaim all warranties, whether express or implied, including without limitation, warranties that the Services are merchantable and fit for your particular purposes. You bear the entire risk as to selecting the Services for your purposes and as to the quality and performance of the Services. Some jurisdictions do not allow the exclusion or limitation of implied warranties, so this disclaimer may not apply to you.
be: Службы прадастаўляюцца &quot;як ёсць.&quot; &vendorShortName;, яго ўкладчыкі, ліцэнзіяты і размеркавальнікі выракаюцца ўсякіх зарукаў, выказаных яўна або тых, што падразумяваюцца, у тым ліку зарукаў таго, што службы ходкія і прыдатныя для задавальнення вашых асабістых патрэбаў. Вы бераце на сябе ўсю рызыку за выбар і адпаведнасць якасці і хуткасці службаў для задавальнення сваіх патрэбаў. Асобныя юрысдыкцыі не дазваляюць выключэнне або абмежавання зарукаў, якія падразумяваюцца, таму гэты вырак можа не тычыцца вас.

source: The add-ons that have a high risk of causing stability or security problems have been blocked. The others are lower risk, but it is highly recommended that you restart with them disabled.
be: Гэтыя дадаткі вядомыя як вельмі рызыкоўныя, яны могуць выклікаць праблемы ўстойлівасці ці бяспекі і таму заблакаваны. Іншыя менш рызыкоўныя, аднак вам настойліва раіцца зрабіць перазапуск, каб забараніць іх.

source: The address isn't valid
be: Несапраўдны адрас

source: The address wasn't understood
be: Незразумелы адрас

source: The benefit is that if you lose access to your encryption private key, you can request a copy from this certificate authority.
be: Карысць у тым, што калі вы страціце доступ да вашага прыватнага ключа шыфравання, вы можаце запытаць яго копію з гэтай крыніцы пасведчанняў.

source: The certificate backup password you set here protects the backup file that you are about to create. You must set this password to proceed with the backup.
be: Адноўны пароль пасведчанняў, які вы прызначылі, засцерагае файл адноўкі, які вы ствараеце. Вы павінны прызначыць гэты пароль, каб пачаць стварэнне.

source: The connection has timed out
be: Злучэнне па-за часам

source: The connection was interrupted
be: Злучэнне перарвана

source: The connection was reset
be: Злучэнне скінута

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
be: Распрацоўца гэтага дадатка просіць падтрымаць яго распрацоўку невялікім ахвяраваннем.

source: The device has been successfully added. The initial synchronization can take several minutes and will finish in the background.
be: Збудова паспяхова дададзена. Пачатковая сінхранізацыя працягнецца некалькі хвілінаў і будзе фонава здзяйсняцца.

source: The following cookies are stored on your computer:
be: Наступныя біркі захоўваюцца на вашым кампутары:

source: The following items are currently being imported…
be: Наступныя адзінкі зараз імпартуюцца…

source: The following items were successfully imported:
be: Наступныя адзінкі паспяхова імпартаваны:

source: The following plugins are available:
be: Даступны наступныя ўбудовы:

source: The following profiles are available to import from:
be: Наступныя профілі даступныя для імпарту з:

source: The following updates have been installed:
be: Усталяваны наступныя абнаўленні:

source: The page isn't redirecting properly
be: Старонка няправільна перанакіроўваецца

source: The proxy server is refusing connections
be: Паслугач-пасярэднік адмовіўся злучацца

source: The selected frame
be: Вылучаная рамка

source: The update was successfully installed.
be: Абнаўленне паспяхова ўсталявана.

source: Then, enter this code:
be: Тады ўвядзіце гэты код:

source: There is not enough space available for &brandShortName; to start.
be: Няма прасторы, неабходнай &brandShortName; для запуску.

source: There's a new study
be: Паявілася новае даследаванне

source: These Certificate Revocation Lists (CRL) are stored in your certificate database:
be: Гэтыя Спісы Адкліканых Пасведчанняў (САП) захоўваюцца ў вашай базе здаткаў пасведчанняў:

source: These add-ons have a high risk of causing stability or security problems and have been blocked, but a restart is required to disable them completely.
be: Гэтыя дадаткі вядомыя як вельмі рызыкоўныя, яны могуць выклікаць праблемы ўстойлівасці ці бяспекі і таму заблакаваны. Аднак патрэбны перазапуск, каб забараніць іх цалкам.

source: These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust. You can find out more about
be: Гэтыя тыпы сеціўных падробак ужываюцца ў ашуках, вядомых як лоўлявыя напады, у якіх круцельскія старонкі сеціва і адрасы э-пошты выкарыстоўваюцца для імітавання крыніцаў, якім вы давяраеце. Вы можаце даведацца больш пра

source: This Connection is Untrusted
be: Гэтаму злучэнню няма даверу

source: This Frame
be: Гэтая рамка

source: This XML file does not appear to have any style information associated with it. The document tree is shown below.
be: Гэты файл XML не мае ніякіх звестак аб стылі, спалучаных з ім. Дрэва дакумента паказана ніжэй.

source: This action cannot be undone.
be: Гэтае дзеянне немагчыма адмяніць.

source: This address is restricted
be: Гэты адрас абмежаваны

source: This application has not been configured to display crash reports. The preference <code>breakpad.reportURL</code> must be set.
be: Гэтае прыстасаванне не наладжана адлюстроўваць справаздачы пра крах. Перавага <code>breakpad.reportURL</code> мусіць быць усталявана.

source: This certificate can identify mail users.
be: Гэтае пасведчанне можа вызначаць карыстальнікаў пошты.

source: This certificate can identify software makers.
be: Гэтае пасведчанне можа вызначаць вырабнікоў праграмнага забеспячэння.

source: This certificate can identify websites.
be: Гэтае пасведчанне можа вызначаць пляцоўку сеціва.

source: This could be a problem with the server's configuration or it could be someone trying to impersonate the server.
be: Гэта можа быць праблемай наладкі паслугача ці, магчыма, хтосьці спрабуе прыкінуцца гэтым паслугачом.

source: This isn't a web forgery…
be: Гэта не сеціўная падробка…

source: This may take a few minutes…
be: Магчыма, будзе патрэбна некалькі хвілінаў…

source: This might void your warranty!
be: Гэта можа зрабіць несапраўднай вашу заруку!

source: This page has been reported as a web forgery designed to trick users into sharing personal or financial information. Entering any personal information on this page may result in identity theft or other fraud. &#160;
be: Гэтая старонка вядома як сеціўная падробка, створаная для таго, каб ашукаць карыстальнікаў, прымусіць іх адкрыць асабістыя або фінансавыя звесткі. Увод усякіх звестак на гэтай старонцы прывядзе, магчыма, да крадзяжу адметы або іншага ашуканства.

source: This plugin has been blocked for your protection.
be: Гэтая ўбудова заблакавана для вашай абароны.
